import { Link } from "react-router-dom";

const Arabic = {
  header: {
    links: { 
      home: "الرئيسية",
      view_acutions: "عرض المزادات/ الاعلانات",
      contact_us: "تسجيل الدخول",
      terms: "البنود & الظروف",
      poilcy: "سياسات",
      login: "تواصل معنا",
    },
  },
  home: {
    about: {
      content: <>مرحبا بكم في Picky Mango ، أحد بيوت الخبرة في المزادات الإلكترونية العالمية الرائدة على الإنترنت. تظل المزادات نشطة لفترة زمنية محددة. في كل مزاد ، يتم تحديد تاريخ البداية والنهاية لإعطاء المستخدم الإطار الزمني اللازم للمزايدة. جميع المزادات متاحة على <Link to="/auctions">قائمة المزادات والاعلانات</Link> ، ويمكنك المشاركة بالمزادات او نشر مزاداتك لبيع وتأجير ممتلكاتك بكل سهولة</>
    }
  }
};

export default Arabic;